[general]
YouGotItem0 = Tu obtiens [plural][name][itemname][/name]![custom0]
custom0 = [custom0]
custom1 = [custom1]
custom2 = [custom2]
custom3 = [custom3]

Plural0 = Un
Plural1 = Des

TwoItemsAnd = et

GenericYarnSuffix = Pelote
GenericHatSuffix = Chapeau

[trigger_abilities]
BadgeCollect0 = Il te faut [yarn][badgepoints_required] [icon:yarn]pelotes[/yarn] pour le coudre; plus que [yarn][badgepoints_left][/yarn] !
BadgeCollect1 = Il te faut [yarn][badgepoints_required] [icon:yarn]pelotes[/yarn] pour le coudre, et tu as [yarn][badgepoints_player][/yarn]! Appuie sur [button:start] pour ouvrir le menu, où tu pourras le coudre !
BadgeCollect2 = Il te faut [yarn][badgepoints_required] [icon:yarn]pelotes[/yarn] pour le coudre !
BadgeCollect3 = Tu as obtenu assez de [yarn][icon:yarn]pelotes[/yarn] pour le coudre !
BadgeCollect4 = Tu as déjà ce chapeau, mais tu obtiens quand même [yarn]+1 [icon:yarn]pelote[/yarn] !

UnknownName = ??? Chapeau
UnknownDescLocked0 = Pas de description.
UnknownDescTech0 = Ce chapeau semble n'avoir aucun effet.

SprintName = Chapeau Aillée
SprintDescLocked0 = Cette pelote semble préssée !
SprintDescLockedHat = Ce chapeau semble préssé !
SprintDesc0 = Maintiens [button:badge] pour courrir !

StatueFallName = Chapeau Glacé
StatueFallFun0 = Il fait si froid !
StatueFallTech0 = Maintiens [button:badge] pour faire une charge au sol !

HoverName = Chapeau Flottant
HoverDescFun0 = Envole toi d'une situation difficile !
HoverDescTech0 = Appuies et maintiens [button:badge] pour planer un court instant !

HelpName = Votre Chapeau
HelpDescTech0 = Appuies sur [button:badge] pour chercher le prochain [icon:timepiece][timepiece]Fragment Temporel[/timepiece] !
HelpUsage = Utilises ton [icon:activehat] pour repérer ta destination !

ChemicalName = Chapeau Pointu
ChemicalDescFun0 = Prépares des concoctions de folie !
ChemicalDescTech0 = Appuies sur [button:badge] pour lancer une concoction explosive !

TimeStopName = Chapeau Temporel
TimeStopDescFun0 = La Mort est inévitable, tu temps est précieux.
TimeStopDescTech0 = Appuies sur [button:badge] pour ralentir le temps !

FoxMaskName = Masque de Résident
FoxMaskDescFun0 = Voilà une pelote effrayante !
FoxMaskDescHat0 = Quel masque effrayant !
FoxMaskDescTech0 = Appuies sur [button:badge] pour voir le monde à travers les yeux d'un résident !

MapName = Carte des Reliques
MapDesc0 = Un coup de main dans la chasse aux reliques !

DetectiveHatName = Tenue de Détective
DetectiveHatDesc0 = Il est temps de résoudre le crime ! Attention à cette petite détective !

ParadeHatName = Tenue de Parade
ParadeHatDesc0 = Le chef dont cette ville à besoin !

[abilities]
BadgeCollect0 = Il faut [hint][badgepoints_required] Points de Badge[/hint] pour l'activer; plus que [name][badgepoints_left][/name] !
BadgeCollect1 = Il faut [hint][badgepoints_required] Points de Badge[/hint] pour l'activer, et tu en as [name][badgepoints_player][/name]! Appuies sur [button:start] pour ouvrir le menu, où tu pourras l'activer !
BadgeCollect2 = Il faut [badgepoints_required] Points de Badge pour l'activer !
BadgeCollect3 = Tu as assez de Points de Badge pour l'activer !
BadgeCollect4 = Tu as déjà ce badge, mais tu gagnes quand même +1 Point de Badge !
BadgePart = Part

UnknownName = ??? Capacité
UnknownDescFun0 = Pas de description.
UnknownDescTech0 = Cette capacité semble n'avoir aucun effet.

OneHitDeathName = Badge du Héro 1-Coup
OneHitDeathDesc0 = Tu meurs en 1 coup. Uniquement pour les plus braves !

DamageToEnergyName = Badge Ado Angoissée
DamageToEnergyFun0 = Une petite fille en colère ne tombe jamais à court d'énergie !
DamageToEnergyTech0 = Gagne de l'énergie en attaquant les ennemis !

TeleportName = Badge Voleur de Royaume
TeleportDescFun0 = Effaces tes erreurs !
TeleportDescTech0 = Appuies sur [button:badge] pour annuler un saut !

MoreEnergyFromOrbsName = Badge d'Explorateur
MoreEnergyFromOrbsFun0 = L'Aventure n'attend pas !
MoreEnergyFromOrbsTech0 = Gagne 4 fois plus d'énergie des orbes !

SuckInOrbsName = Badge d'Aimant à Objet
SuckInOrbsFun0 = Les objets sont loin de portée ? Ce n'est plus un problème !
SuckInOrbsTech0 = Attire automatiquement les objets proches !

RocketJumpName = Badge de Saut Fusée
RocketJumpFun0 = Envoles-toi vers les cieux !
RocketJumpTech0 = Maintiens [button:jump] après un double saut pour propulser en l'air !

MoreHealthName = Badge de Santé
MoreHealthFun0 = Prends plus de coup !
MoreHealthTech0 = Donnes un fragment de vie supplémentaire !

MuddyName = Badge Seau de boue
MuddyDescFun0 = Ce badge est livré avec un seau de boue gratuit! Youpi ?
MuddyDescTech0 = Appuies sur [button:badge] pour être recouverte de boue !

AttackProjectileName = Badge Projectile
AttackProjectileDescFun0 = Badge Projectile
AttackProjectileDescTech0 = Maintiens puis relâche [button:attack] pour une attaque rayon !

CameraName = Badge Caméra
CameraDesc0 = Appuies sur [button:share] pour prendre une photo de ton voyage !
CameraDesc1 = Equipe le à n'importe quel moment depuis le menu [button:start] !

ScooterBadgeName = Badge Scooter
ScooterBadgeDesc0 = Améliore ton [icon:sprinthat] avec un scooter!

ScooterSubconBadgeName = Badge de Postier
ScooterSubconBadgeDesc0 = Améliore ton [icon:sprinthat] avec un scooter de postier !

AirAttackBadgeName = Badge d'Attaque Aérienne
AirAttackBadgeDesc0 = Te permets d'attaquer dans les airs !

MumbleBadgeName = Badge Marmonnant
MumbleBadgeDesc0 = Bouche tes oreilles, maintenant tu ne peux entendre qu'un vague marmonnement !

HookshotBadgeName = Badge Grappin
HookshotBadgeDesc0 = Appuies et maintiens [button:attack] pour te balancer entre les crochets !

FindRelicsBadgeName = Badge Chercheur de Reliques
FindRelicsBadgeDesc0 = Affiche une carte montrant les [icon:relic] proches!

LungeAttackBadgeName = Badge Attaque en Piquet
LungeAttackBadgeDesc0 = Badge Attaque en Piquet

NoFallDamageBadgeName = Badge Voltigeur
NoFallDamageBadgeDesc0 = Ouvre automatiquement ton parapluie avant un impact mortel !

NoBonkBadgeName = Badge Sans Choc
NoBonkBadgeDesc0 = Ne te cognes plus contre les murs quand tu plonges en avant !

HatCooldownBonusBadgeName = Badge Chapelier Rapide
HatCooldownBonusBadgeDesc0 = Réduit significativement le temps de recharge de tes chapeaux !

[loot]
MafiaTieName = Cravate de Mafia
MafiaTieDesc0 = Tout en sueur et grossièreté ! Berk !
MafiaTieGoldName = Cravate dorée de Mafia
MafiaTieGoldDesc0 = Quoi ?! Cette chose doit être super lourde à porter. Et super cher !

LevelTabletName = Tablette Ancienne
LevelTabletDesc0 = Elle semble dire quelque chose... mais il faut plus de morceaux !
LevelTabletDesc1 = Ça semble vraiment rare, celà dit. Mieux vieux garder un oeil sur plus de ces ballons !

BirdPassportName = Passeport de l'Union Fédérale des Oiseaux
BirdPassportDesc0 = Je suis légallement un oiseau maintenant ! Je crois ?

TimePieceName = Fragment Temporel
TimePieceDesc0 = Je veux de ça. Beaucoup.

BadgeSlotName = Broche à Badge
BadgeSlotDesc0 = Te permets de t'équiper d'un [icon:badge][name]badge[/name] supplémentaire !

RouletteTokenName = Jeton de Faille
RouletteTokenDesc0 = Utilse le à la machine à orbe de ton vaisseau pour gagner de mignonnes récompenses !

[levelspecific]
VaultCodeName = Code de Coffre
VaultCodeDesc0 = C'est un morceau d'un code de coffre !
VaultCodeRedName = Code de Coffre Rouge
VaultCodeGreenName = Code de Coffre Vert
VaultCodeBlueName = Code de Coffre Bleu
VaultCodeYellowName = Code de Coffre d'Or

[cosmetic]
UnknownName = ??? Cosmétique
UnknownDesc0 = Pas de description.

KidHatName = Votre Chapeau
KidHatDesc0 = Ta fierté et ta joie.

ThorHatName = Cap de l'Inventeur
ThorHatDesc0 = Accorde une attaque aérienne !

WitchHatName = Chapeau de Sorcière
WitchHatDesc0 = Réduit ton énergie significativement, mais le regénère également !

HolidayHatName = Chapeau de Vacance
HolidayHatDesc0 = Une touche de saison !

KidHatBoyName = Votre Chapeau
KidHatBoyDesc0 = Ta fierté et ta joie.

DinoHatName = Textile T-Rex
DinoHatDesc0 = Entends moi rugir ! Roarrrr!

HeadbandName = Serre-Tête Coccinelle
HeadbandDesc0 = Vole comme une coccinelle, pique comme une coccinelle. Fini la paix !

CatBeanieName = Héro 1-Coup
CatBeanieDesc0 = Tu meurs en 1 coup. Uniquement pour les plus braves !

FuzzyHornHatName = Moutons Endormis
FuzzyHornHatDesc0 = Tu fais sentir comme un mouton paresseux, assis un soleil, faisant la sieste.

RaccoonHatName = Raton Laveur Endormi
RaccoonHatDesc0 = Dormant sur votre tête, quel genre de monstre le réveillerait ?

ParadeHatName = Chapeau de Parade
ParadeHatDesc0 = Le chef dont cette ville à besoin !

[skins]
SkinDesc0 = Teint tes vêtements d'une autre couleur !
WhiteRedSkinName = Le Big Boss
RedWhiteSkinName = La Lune de Sang
GreenOrangeSkinName = Le Casse Noisette
BlueYellowSkinName = Tarte aux Myrtilles
BlackSkinName = La Veuve
CaptainName = Capitaine de la Mer
WahooName = Les Grand Appétit
FreedomSkinName = La Liberté
MarginOfNightSkinName = Marge de la Nuit
GirlySkinName = Mignonne et Dangereuse
BronzeSkinName = Bronze
GreenGoldName = La Créature de la Forêt
LiquoriceName = Réglisse
MintyName = Menthe Fraîche
CookieDoughSkinName = Pâte à Cookie

[remixes]
RemixDesc_MafiaTown0 = Un nouveau remix musical a été débloqué pour Mafia Ville !
RemixDesc_Subcon0 = Un nouveau remix musical a été débloqué pour La Forêt de Subscon!
RemixDesc_Trainwreck0 = Un nouveau remix musical a été débloqué pour Bataille de Oiseaux !
RemixDesc_Sand0 = Un nouveau remix musical a été débloqué pour Hauteur Alpines !
RemixDesc_Rift0 = Un nouveau remix musical a été débloqué pour Faille Temporelle !
MafiaTownElectroName = Mafia Ville (Remix Electro)
ClockTowersOrchestralName = Faille Temporelle Aquatique (Remix Orchestral)
SandmobileJazzName = Motoneige (Remix Jazz)
MafiaBossOrchestralName = Mafia Boss (Remix Orchestral)
TrainRushElectroSwingName = La Ruée vers la Locomotive (Electro Swing Remix)
MoonJazzName = La Lune (Remix Jazz)
SubconVillageScifiName = Village de Subcon (Remix SF)
SnatcherBossOrchestralName = Votre Contrat A Expiré (Remix Orchestral)

[weapons]
UmbrellaName = Ton Parapluie
UmbrellaDesc0 = Tu as récupérer ton fidèle parapluie !
UmbrellaDesc1 = Donne une leçon aux caïds avec [button:attack]!

[decorations]
DecorationMatch = Ça va ensemble ! Tu as identifié une relique de cette étrange planète !
DecorationSaved = Cette relique inconnue pourrait aller avec d'autre !
DecorationMoney = Tu as déjà cette relique, donc tu obtient [number] Orbes à la place !
DecorationMystery = Tu sens une perturbation dans le Temps dans cette pièce... mais c'est probablement rien.

DecorationGenericName = Relique

TrainToyName = Train Electrique
TrainToyDesc = Tchou tchou ! Voici le capt'n moi !
TrainTracksName = Chemin pour Train Electrique
TrainTracksDesc = Ce rail irait bien avec un train !
TrainSetName = Petit Train (Et des Oiseaux ?)
TrainSetDesc0 = Ça ressemble à une petite version du "train" les "oiseaux" l'utilisent pour "aller au travail".
TrainSetDesc1 = Il y a-t-il de petits oiseaux là-dedans ? Font-ils de petits "films" ?
TrainSetDesc2 = Je n'ai pas le temps de m'occuper de la société de petits oiseaux !

UFOName = OVNI
UFODesc = Ce jouet est prêt à utiliser des champs comme son propre carnet de croquis !
CowToyName = Jouet de Vache en Plastique
CowToyDesc = Cette vache ressemble à des endroits !
UFOName = Moquerie de la Vie Hors-Planète
UFODesc0 = Mais qu'est-ce que ! Les vaisseaux spatiaux ne ressemblent pas à ça !
UFODesc1 = Où est le bois ? Pourquoi il aspire les vaches ? 
UFODesc2 = C'est insultant ! Je vais porter plainte !

StatuePedestalName = Piédestal à Statue
StatuePedestalDesc = J'ai vu des gens nus sculptés au-dessus de ceux-ci. Berck !

StatueHeadName = Statue de Moi
StatueHeadDesc = C'est moi ! Ça veut définitivement dire que je suis célèbre maintenant.

CrayonBoxName = Boite de Crayon
CrayonBoxDesc = Utile pour ranger, euh... des crayons géants. Je supposse ?

RedCrayonName = Crayon Rouge
GreenCrayonName = Crayon Vert
BlueCrayonName = Crayon Bleu

RedCrayonDesc = Le Rouge est une couleur correcte, mais uniquement parce que tu as en besoin pour faire du violet !
GreenCrayonDesc = Maintenant, je peux être un vandale ! Il est temps de peindre les murs en vert !
BlueCrayonDesc = Le Bleu est une couleur décente, mais il n'a aucune chance face au violet !

CrayonCompleteName = Kit pour Graffiti Trois-Couleurs
CrayonCompleteDesc0 = Ça a été fait pour du vandalisme. Définitivement. Même moi je me sens obligé de le prendre et de dessiner sur TOUT.
CrayonCompleteDesc1 = Je peux uniquement en conclure que ce kit de vandalisme doit être illégal.
CrayonCompleteDesc2 = Ce qui rend cette reliques ultra rare. Si seulement la boite n'avait pas été ouverte. Seul un monstre ouvrirait l'emballage d'un objet rare.

ToyDetonatorName = Détonateur en Jouet
ToyDetonatorDesc = Ça ne fini jamais bien quand ces choses sont impliqués dans les dessins animés !

ToyTNTName = TNT en Jouet
ToyTNTDesc = Main en l'air, ceci est un hold up ! Faites sauter le coffre ! Boum ! Nous sommes riche !

RobotCatName = Jouet de Chat Robotique
RobotCatDesc = Une part de moi ne peut pas attendre d'être une vieille dame à chat ! Reine des chats !

BallOfStringName = Pelote de Laine
BallOfStringDesc = Seul un chat trouverais ça intéressant comme jouet !

BurgerTopName = Coussin Hamburger (Dessus)
BurgerTopDesc = Un coussin en forme de hamburger. Il manque son frère inférieur ! Oh non!
BurgerBottomName = Coussin Hamburger (Dessous)
BurgerBottomDesc = Un coussin en forme de hamburger. Il manque son frère supérieur ! Oh non!
BurgerCushionName = Dispositif d'Assise Terrien
BurgerCushionDesc0 = Les recherches ont conclu que cette chose est très moelleuse pour s'asseoir dessus.
BurgerCushionDesc1 = Si moelleuse, que la seule conclusion logique est que ce sont les chaises de cette planète.
BurgerCushionDesc2 = Ça ne se mange pas. J'ai essayé. Ça a le gôut de tissu.

[ItemQuality]
SupporterPrefix = Supporter
GoldPrefix = Doré
CompletionistPrefix = Complétiste